ext-sources-app/tests/test_files/soap/Pharmacy_testSearch_zipcode_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
             <zip>55044</zip>
             <pageNumber>2</pageNumber>
             <pageSize>4</pageSize>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>
